Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# Bookmarks_MoveColumnRight
source: Move column right
ar: نقل العمود لليمين
cs: Přesunout sloupec doprava
de: Spalte nach rechts verschieben
el: Μετακίνηση στήλης δεξιά
es: Mover la columna a la derecha
fa: انتقال ستون به راست
fr: Déplacer la colonne vers la droite
hu: Oszlop mozgatása jobbra
id: Pindahkan kolom ke kanan
it: Sposta colonna a destra
ja: 列を右へ移動
ko: 열을 오른쪽으로 이동
pl: Przenieś kolumnę w prawo
pt: Mover coluna para a direita
ro: Mutare coloană la dreapta
ru: Переместить столбец вправо
th: ย้ายคอลัมน์ไปทางขวา
tr: Sütunu sağa taşı
uk: Перемістити стовпець праворуч
vi: Chuyển cột sang phải
zh_hans: 右移列
zh_hant: 將欄右移

# Bookmarks_ResetColumns
source: Reset columns
ar: إعادة تعيين الأعمدة
cs: Obnovit sloupce
de: Spalten zurücksetzen
el: Επαναφορά στηλών
es: Restablecer columnas
fa: بازنشانی ستون‌ها
fr: Réinitialiser les colonnes
hu: Oszlopok visszaállítása
id: Atur ulang kolom
it: Reimposta colonne
ja: 列を既定に戻す
ko: 열 초기화
pl: Resetuj kolumny
pt: Redefinir colunas
ro: Resetare coloane
ru: Сбросить столбцы
th: รีเซ็ตคอลัมน์
tr: Sütunları sıfırla
uk: Скинути стовпці
vi: Đặt lại các cột
zh_hans: 重置列
zh_hant: 重設欄

# Bookmarks_AllDocumentsName
source: All documents
ar: كل المستندات
cs: Všechny dokumenty
de: Alle Dokumente
el: Όλα τα έγγραφα
es: Todos los documentos
fa: همهٔ سندها
fr: Tous les documents
hu: Minden dokumentum
id: Semua dokumen
it: Tutti i documenti
ja: すべてのドキュメント
ko: 모든 문서
pl: Wszystkie dokumenty
pt: Todos os documentos
ro: Toate documentele
ru: Все документы
th: เอกสารทั้งหมด
tr: Tüm belgeler
uk: Усі документи
vi: Tất cả tài liệu
zh_hans: 所有文档
zh_hant: 所有文件

# Bookmarks_SortBy
source: Sort by {0}
ar: الفرز حسب {0}
cs: Seřadit podle: {0}
de: Nach {0} sortieren
el: Ταξινόμηση κατά {0}
es: Ordenar por {0}
fa: مرتب‌سازی بر اساس {0}
fr: Trier par {0}
hu: Rendezés: {0}
id: Urutkan berdasarkan {0}
it: Ordina per {0}
ja: {0} で並べ替え
ko: {0}(으)로 정렬
pl: Sortuj według: {0}
pt: Classificar por {0}
ro: Sortare după {0}
ru: Сортировать по: {0}
th: เรียงตาม{0}
tr: {0} ölçütüne göre sırala
uk: Сортувати за: {0}
vi: Sắp xếp theo {0}
zh_hans: 按{0}排序
zh_hant: 依 {0} 排序

# Menu_View_AlternateText.Text
source: Alternate colors in the text column
ar: تبديل الألوان في عمود النص
cs: Střídat barvy v textovém sloupci
de: Farben in der Textspalte abwechseln
el: Εναλλασσόμενα χρώματα στη στήλη κειμένου
es: Alternar colores en la columna de texto
fa: رنگ‌های متناوب در ستون متن
fr: Alterner les couleurs dans la colonne texte
hu: Váltakozó színek a szövegoszlopban
id: Warna Bergantian di Kolom Teks
it: Alterna i colori nella colonna testo
ja: テキスト列にも交互色(X)
ko: 텍스트 열에서도 색 번갈아 표시(X)
pl: Naprzemienne kolory w kolumnie tekstu
pt: Alternar cores na coluna de texto
ro: Culori alternante în coloana text
ru: Чередовать цвета в текстовом столбце
th: สลับสีในคอลัมน์ข้อความ(X)
tr: Metin sütununda dönüşümlü renkler
uk: Чергувати кольори в текстовому стовпці
vi: Màu Xen kẽ trong Cột văn bản
zh_hans: 文本列中也交替颜色(X)
zh_hant: 文字欄也交替色彩(X)

# Menu_View_AlternateText.AccessKey
source: X
ar: ب
cs: D
de: F
el: Ω
es: N
fa: ن
fr: D
hu: L
id: W
it: N
pl: A
pt: N
ro: U
ru: Д
tr: R
uk: В

# Menu_View_MiddleSeparator.Text
source: Extra space every 8 bytes
ar: مسافة إضافية كل 8 بايتات
cs: Mezera navíc po každých 8 bajtech
de: Zusätzlicher Abstand alle 8 Bytes
el: Επιπλέον κενό κάθε 8 byte
es: Espacio adicional cada 8 bytes
fa: فاصلهٔ اضافی هر 8 بایت
fr: Espace supplémentaire tous les 8 octets
hu: Extra köz 8 bájtonként
id: Spasi Ekstra Setiap 8 Byte
it: Spazio aggiuntivo ogni 8 byte
ja: 8 バイトごとに区切る(S)
ko: 8바이트마다 간격 추가(S)
pl: Dodatkowy odstęp co 8 bajtów
pt: Espaço extra a cada 8 bytes
ro: Spațiu suplimentar la fiecare 8 octeți
ru: Дополнительный пробел через каждые 8 байт
th: เว้นวรรคเพิ่มทุก 8 ไบต์(S)
tr: Her 8 baytta ek boşluk
uk: Додатковий пробіл кожні 8 байтів
vi: Thêm Khoảng cách sau mỗi 8 Byte
zh_hans: 每 8 字节增加间隔(S)
zh_hant: 每 8 個位元組加入間隔(S)

# Menu_View_MiddleSeparator.AccessKey
source: S
ar: م
cs: N
de: U
el: Ε
es: B
fa: ض
fr: N
hu: T
id: E
it: Z
pl: D
pt: O
ru: О
tr: E
uk: Д
vi: N

# Menu_View_AutoPowerOfTwo.Text
source: Auto: round to a power of 2
ar: تلقائي: التقريب إلى قوة للعدد 2
cs: Automaticky: zaokrouhlit na mocninu 2
de: Automatisch: auf Zweierpotenz runden
el: Αυτόματα: στρογγυλοποίηση σε δύναμη του 2
es: Automático: redondear a una potencia de 2
fa: خودکار: گرد کردن به توانی از 2
fr: Automatique : arrondir à une puissance de 2
hu: Automatikus: kerekítés 2 hatványára
id: Otomatis: Bulatkan ke Pangkat 2
it: Automatico: arrotonda a una potenza di 2
ja: 自動のとき 2 のべき乗にそろえる(P)
ko: 자동: 2의 거듭제곱으로 맞춤(P)
pl: Automatycznie: zaokrąglaj do potęgi 2
pt: Automático: arredondar para uma potência de 2
ro: Automat: rotunjire la o putere a lui 2
ru: Авто: округлять до степени 2
th: อัตโนมัติ: ปัดเป็นกำลังของ 2(P)
tr: Otomatik: 2'nin kuvvetine yuvarla
uk: Авто: округлювати до степеня 2
vi: Tự động: Làm tròn đến Lũy thừa của 2
zh_hans: 自动：舍入为 2 的幂(P)
zh_hant: 自動：調整為 2 的乘冪(P)

# Menu_View_AutoPowerOfTwo.AccessKey
source: P
ar: ئ
cs: Z
de: Z
el: Δ
es: R
fa: ت
fr: U
hu: K
it: U
pl: Z
pt: U
ro: R
ru: С
tr: Y
uk: С
vi: L

# Menu_View_HexDigitSeparator.Text
source: Separate every 4 hex digits with :
ar: فصل كل 4 أرقام Hex بـ :
cs: Oddělit každé 4 šestnáctkové číslice znakem :
de: Alle 4 Hex-Ziffern mit : trennen
el: Διαχωρισμός κάθε 4 δεκαεξαδικών ψηφίων με :
es: Separar cada 4 dígitos hex con :
fa: جدا کردن هر 4 رقم Hex با :
fr: Séparer les chiffres hex par : tous les 4
hu: Hexadecimális számjegyek tagolása 4-esével : jellel
id: Pisahkan Setiap 4 Digit Hex dengan :
it: Separa ogni 4 cifre esadecimali con :
ja: 16 進を 4 桁ごとに「:」で区切る(G)
ko: 16진수를 4자리마다 :로 구분(G)
pl: Oddzielaj co 4 cyfry szesnastkowe znakiem :
pt: Separar a cada 4 dígitos hexadecimais com :
ro: Separare cu : la fiecare 4 cifre hex
ru: Разделять каждые 4 цифры Hex знаком :
th: คั่นเลขฐานสิบหกทุก 4 หลักด้วย :(G)
tr: Her 4 Hex basamağını : ile ayır
uk: Розділяти кожні 4 цифри Hex символом :
vi: Phân tách mỗi 4 Chữ số Hex bằng :
zh_hans: 每 4 位十六进制数字用 : 分隔(G)
zh_hant: 每 4 位十六進位數字以 : 分隔(G)

# Menu_View_HexDigitSeparator.AccessKey
source: G
ar: ف
cs: L
de: M
el: Ψ
es: C
fa: ج
fr: A
hu: T
it: A
pl: O
pt: A
ro: L
ru: Л
tr: A
uk: Ф
vi: P

# Menu_View_AlignRows.Text
source: Align rows to the address
ar: محاذاة الصفوف مع العنوان
cs: Zarovnat řádky na adresu
de: Zeilen an der Adresse ausrichten
el: Στοίχιση γραμμών στη διεύθυνση
es: Alinear las filas con la dirección
fa: تراز کردن سطرها با آدرس
fr: Aligner les lignes sur l'adresse
hu: Sorok igazítása a címhez
id: Sejajarkan Baris dengan Alamat
it: Allinea le righe all'indirizzo
ja: 行の先頭をアドレスの区切りにそろえる(L)
ko: 행을 주소에 맞춰 정렬(L)
pl: Wyrównaj wiersze do adresu
pt: Alinhar linhas ao endereço
ro: Aliniere rânduri la adresă
ru: Выравнивать строки по адресу
th: จัดแนวแถวตามที่อยู่(L)
tr: Satırları adrese hizala
uk: Вирівнювати рядки за адресою
vi: Căn Hàng theo Địa chỉ
zh_hans: 按地址对齐行(L)
zh_hant: 將列對齊位址(L)

# Menu_View_AlignRows.AccessKey
source: L
ar: ذ
cs: A
de: I
el: Σ
es: A
fa: ز
fr: I
hu: I
id: J
pl: A
pt: N
ro: R
ru: А
tr: H
uk: А
vi: H

# Menu_View_Continuation.Text
source: Show continuation marks in multibyte characters
ar: إظهار علامات المتابعة في الأحرف متعددة البايتات
cs: Zobrazit značky pokračování ve vícebajtových znacích
de: Fortsetzungszeichen in Mehrbytezeichen anzeigen
el: Εμφάνιση σημάνσεων συνέχειας σε χαρακτήρες πολλών byte
es: Mostrar marcas de continuación en caracteres multibyte
fa: نمایش علامت ادامه در نویسه‌های چندبایتی
fr: Afficher les marques de continuation des caractères multioctets
hu: Folytatásjelek megjelenítése a többbájtos karakterekben
id: Tampilkan Tanda Lanjutan pada Karakter Multibyte
it: Mostra segni di continuazione nei caratteri multibyte
ja: マルチバイト文字の続きに記号を表示(C)
ko: 멀티바이트 문자의 연속 표시 기호 표시(C)
pl: Pokazuj znaczniki kontynuacji w znakach wielobajtowych
pt: Mostrar marcas de continuação em caracteres multibyte
ro: Marcaje de continuare în caracterele multiocteți
ru: Показывать метки продолжения в многобайтовых символах
th: แสดงเครื่องหมายต่อเนื่องในอักขระหลายไบต์(C)
tr: Çok baytlı karakterlerde devam işaretlerini göster
uk: Показувати позначки продовження в багатобайтових символах
vi: Hiện Dấu tiếp nối trong Ký tự Nhiều byte
zh_hans: 在多字节字符中显示后续标记(C)
zh_hant: 在多位元組字元中顯示接續標記(C)

# Menu_View_Continuation.AccessKey
source: C
ar: ه
cs: P
de: I
el: Ν
fa: ل
fr: M
hu: M
id: T
it: M
pl: P
ru: М
tr: K
uk: Б
vi: D

# Cmd_go_nextNibble
source: Go: Next nibble
ar: انتقال: نصف البايت التالي
cs: Přejít: Další nibble
de: Gehe zu: Nächstes Nibble
el: Μετάβαση: Επόμενο nibble
es: Ir: nibble siguiente
fa: رفتن: نیم‌بایت بعدی
fr: Atteindre : quartet suivant
hu: Ugrás: Következő félbájt
id: Navigasi: Nibble berikutnya
it: Vai: nibble successivo
ja: 移動: 次のニブルへ
ko: 이동: 다음 니블
pl: Przejdź: następny półbajt
pt: Ir: próximo nibble
ro: Salt: nibble-ul următor
ru: Переход: следующий полубайт
th: ไปที่: นิบเบิลถัดไป
tr: Git: Sonraki yarım bayt
uk: Перехід: наступний півбайт
vi: Đi tới: Nibble tiếp theo
zh_hans: 转到：下一个半字节
zh_hant: 移至：下一個半位元組

# CmdAlias_go_nextNibble
source: nibble cursor
ar: nibble cursor نصف بايت مؤشر
cs: nibble půlbajt pulbajt kurzor cursor
el: nibble δρομέας nibble cursor
fa: نیم‌بایت مکان‌نما, nibble cursor
fr: quartet curseur nibble cursor
hu: félbájt felbajt kurzor nibble cursor
id: nibble kursor nibble cursor
it: nibble cursore nibble cursor
ja: にぶる かーそる
ko: 니블 커서 다음 nibble cursor
pl: półbajt kursor nibble cursor
ro: semioctet cursor nibble
ru: полубайт курсор nibble cursor
th: นิบเบิล เคอร์เซอร์ nibble cursor
tr: yarım bayt imleç nibble cursor
uk: півбайт напівбайт курсор nibble cursor
vi: nửa byte con trỏ nibble cursor
zh_hans: 半字节 光标 nibble cursor
zh_hant: 半位元組 游標 nibble cursor

# Cmd_go_previousNibble
source: Go: Previous nibble
ar: انتقال: نصف البايت السابق
cs: Přejít: Předchozí nibble
de: Gehe zu: Vorheriges Nibble
el: Μετάβαση: Προηγούμενο nibble
es: Ir: nibble anterior
fa: رفتن: نیم‌بایت قبلی
fr: Atteindre : quartet précédent
hu: Ugrás: Előző félbájt
id: Navigasi: Nibble sebelumnya
it: Vai: nibble precedente
ja: 移動: 前のニブルへ
ko: 이동: 이전 니블
pl: Przejdź: poprzedni półbajt
pt: Ir: nibble anterior
ro: Salt: nibble-ul anterior
ru: Переход: предыдущий полубайт
th: ไปที่: นิบเบิลก่อนหน้า
tr: Git: Önceki yarım bayt
uk: Перехід: попередній півбайт
vi: Đi tới: Nibble trước
zh_hans: 转到：上一个半字节
zh_hant: 移至：上一個半位元組

# CmdAlias_go_previousNibble
source: nibble cursor
ar: nibble cursor نصف بايت مؤشر
cs: nibble půlbajt pulbajt kurzor cursor
el: nibble δρομέας nibble cursor
fa: نیم‌بایت مکان‌نما, nibble cursor
fr: quartet curseur nibble cursor
hu: félbájt felbajt kurzor nibble cursor
id: nibble kursor nibble cursor
it: nibble cursore nibble cursor
ja: にぶる かーそる
ko: 니블 커서 이전 nibble cursor
pl: półbajt kursor nibble cursor
ro: semioctet cursor nibble
ru: полубайт курсор nibble cursor
th: นิบเบิล เคอร์เซอร์ nibble cursor
tr: yarım bayt imleç nibble cursor
uk: півбайт напівбайт курсор nibble cursor
vi: nửa byte con trỏ nibble cursor
zh_hans: 半字节 光标 nibble cursor
zh_hant: 半位元組 游標 nibble cursor

# Cmd_go_toggleColumn
source: Go: Switch between Hex and text columns
ar: انتقال: التبديل بين عمود Hex وعمود النص
cs: Přejít: Přepnout mezi sloupcem Hex a textovým sloupcem
de: Gehe zu: Zwischen Hex- und Textspalte wechseln
el: Μετάβαση: Εναλλαγή μεταξύ στήλης Hex και στήλης κειμένου
es: Ir: cambiar entre las columnas Hex y de texto
fa: رفتن: جابه‌جایی بین ستون Hex و ستون متن
fr: Atteindre : basculer entre les colonnes Hex et texte
hu: Ugrás: Váltás a Hex és a szövegoszlop között
id: Navigasi: Beralih antara kolom Hex dan kolom teks
it: Vai: passa tra le colonne Hex e testo
ja: 移動: Hex 列とテキスト列の切り替え
ko: 이동: Hex 열과 텍스트 열 간 전환
pl: Przejdź: przełącz między kolumną Hex a kolumną tekstu
pt: Ir: alternar entre as colunas Hex e de texto
ro: Salt: comutare între coloanele Hex și text
ru: Переход: переключение между столбцами Hex и текста
th: ไปที่: สลับระหว่างคอลัมน์ Hex และคอลัมน์ข้อความ
tr: Git: Hex ve metin sütunları arasında geçiş yap
uk: Перехід: перемкнути між стовпцями Hex і тексту
vi: Đi tới: Chuyển giữa cột Hex và cột văn bản
zh_hans: 转到：在 Hex 列和文本列之间切换
zh_hant: 移至：在 Hex 欄與文字欄之間切換

# CmdAlias_go_toggleColumn
source: tab column text hex
ar: tab column text hex عمود نص تبديل
cs: tab sloupec přepnout prepnout text hex column
de: spalte wechseln tab column text hex
el: καρτέλα στήλη κείμενο tab column text hex
es: columna cambiar tab column text hex
fa: ستون متن, tab column text hex
fr: colonne basculer tab column text hex
hu: oszlop szöveg szoveg váltás valtas tab column text hex
id: kolom teks beralih tab column text hex
it: colonna testo tab column text hex
ja: れつ きりかえ
ko: 열 전환 탭 텍스트 tab column text hex
pl: kolumna tekst tab column text hex
pt: coluna texto tab column text hex
ro: filă fila coloană coloana tab column text hex
ru: столбец текст tab column text hex
th: สลับ คอลัมน์ ข้อความ tab column text hex
tr: sekme sütun metin tab column text hex
uk: стовпець текст tab column text hex
vi: chuyển cột văn bản tab column text hex
zh_hans: 列 切换 文本 Hex tab column text hex
zh_hant: 切換欄 文字欄 Hex 欄 tab column text hex

# Cmd_view_middleSeparator
source: View: Extra space every 8 bytes
ar: عرض: مسافة إضافية كل 8 بايتات
cs: Zobrazení: Mezera navíc po každých 8 bajtech
de: Ansicht: Zusätzlicher Abstand alle 8 Bytes
el: Προβολή: Επιπλέον κενό κάθε 8 byte
es: Ver: espacio adicional cada 8 bytes
fa: نما: فاصلهٔ اضافی هر 8 بایت
fr: Affichage : espace supplémentaire tous les 8 octets
hu: Nézet: Extra köz 8 bájtonként
id: Tampilan: Spasi ekstra setiap 8 byte
it: Visualizza: spazio aggiuntivo ogni 8 byte
ja: 表示: 8 バイトごとの区切り
ko: 보기: 8바이트마다 간격 추가
pl: Widok: dodatkowy odstęp co 8 bajtów
pt: Exibir: espaço extra a cada 8 bytes
ro: Vizualizare: spațiu suplimentar la fiecare 8 octeți
ru: Вид: дополнительный пробел через каждые 8 байт
th: มุมมอง: เว้นวรรคเพิ่มทุก 8 ไบต์
tr: Görünüm: Her 8 baytta ek boşluk
uk: Вигляд: додатковий пробіл кожні 8 байтів
vi: Xem: Thêm khoảng cách sau mỗi 8 byte
zh_hans: 视图：每 8 字节增加间隔
zh_hant: 檢視：每 8 個位元組加入間隔

# CmdAlias_view_middleSeparator
source: separator group
ar: separator group فاصل مجموعة
cs: oddělovač oddelovac skupina separator group
de: trennzeichen gruppe separator group
el: διαχωριστικό ομάδα separator group
es: separador grupo separator group
fa: جداکننده گروه, separator group
fr: séparateur groupe separator group
hu: elválasztó elvalaszto csoport separator group
id: pemisah grup separator group
it: separatore gruppo separator group
ja: くぎり
ko: 구분 간격 그룹 separator group
pl: separator grupa separator group
pt: separador grupo separator group
ro: separator grup separator group
ru: разделитель группа separator group
th: ตัวคั่น กลุ่ม separator group
tr: ayırıcı grup separator group
uk: роздільник група separator group
vi: dấu phân cách nhóm separator group
zh_hans: 分隔符 间隔 分组 separator group
zh_hant: 間隔 分隔 群組 separator group

# Cmd_view_alternateText
source: View: Alternate colors in the text column
ar: عرض: تبديل الألوان في عمود النص
cs: Zobrazení: Střídat barvy v textovém sloupci
de: Ansicht: Farben in der Textspalte abwechseln
el: Προβολή: Εναλλασσόμενα χρώματα στη στήλη κειμένου
es: Ver: alternar colores en la columna de texto
fa: نما: رنگ‌های متناوب در ستون متن
fr: Affichage : alterner les couleurs dans la colonne texte
hu: Nézet: Váltakozó színek a szövegoszlopban
id: Tampilan: Warna bergantian di kolom teks
it: Visualizza: alterna i colori nella colonna testo
ja: 表示: テキスト列の交互色
ko: 보기: 텍스트 열에서 색 번갈아 표시
pl: Widok: naprzemienne kolory w kolumnie tekstu
pt: Exibir: alternar cores na coluna de texto
ro: Vizualizare: culori alternante în coloana text
ru: Вид: чередовать цвета в текстовом столбце
th: มุมมอง: สลับสีในคอลัมน์ข้อความ
tr: Görünüm: Metin sütununda dönüşümlü renkler
uk: Вигляд: чергувати кольори в текстовому стовпці
vi: Xem: Màu xen kẽ trong cột văn bản
zh_hans: 视图：文本列中交替颜色
zh_hant: 檢視：文字欄交替色彩

# CmdAlias_view_alternateText
source: alternate color stripes
ar: alternate color stripes ألوان متناوبة خطوط
cs: střídat stridat barva pruhy alternate color stripes
de: abwechselnd farbe streifen alternate color stripes
el: εναλλασσόμενο χρώμα ρίγες alternate color stripes
es: alternar color franjas alternate stripes
fa: متناوب رنگ راه‌راه, alternate color stripes
fr: alterner couleur rayures alternate color stripes
hu: váltakozó valtakozo szín szin csíkok csikok alternate color stripes
id: warna bergantian garis alternate color stripes
it: alterna colore strisce alternate color stripes
ja: こうごしょく
ko: 번갈아 색 줄무늬 alternate color stripes
pl: naprzemienne kolor paski alternate color stripes
pt: alternar cor listras alternate color stripes
ro: alternant culoare dungi alternate color stripes
ru: чередование цвет полосы alternate color stripes
th: สลับ สี แถบ alternate color stripes
tr: dönüşümlü renk şeritler alternate color stripes
uk: чергувати колір смуги alternate color stripes
vi: màu xen kẽ sọc alternate color stripes
zh_hans: 交替 颜色 条纹 alternate color stripes
zh_hant: 交替色彩 條紋 alternate color stripes

# Cmd_view_autoPowerOfTwo
source: View: Round automatic bytes per row to a power of 2
ar: عرض: تقريب عدد البايتات التلقائي في كل صف إلى قوة للعدد 2
cs: Zobrazení: Zaokrouhlit automatický počet bajtů na řádek na mocninu 2
de: Ansicht: Automatische Bytes pro Zeile auf Zweierpotenz runden
el: Προβολή: Στρογγυλοποίηση των αυτόματων byte ανά γραμμή σε δύναμη του 2
es: Ver: redondear los bytes por fila automáticos a una potencia de 2
fa: نما: گرد کردن بایت در هر سطرِ خودکار به توانی از 2
fr: Affichage : arrondir les octets par ligne automatiques à une puissance de 2
hu: Nézet: Automatikus bájt/sor kerekítése 2 hatványára
id: Tampilan: Bulatkan byte per baris otomatis ke pangkat 2
it: Visualizza: arrotonda i byte per riga automatici a una potenza di 2
ja: 表示: 自動の 1 行のバイト数を 2 のべき乗にそろえる
ko: 보기: 자동 행당 바이트 수를 2의 거듭제곱으로 맞춤
pl: Widok: zaokrąglaj automatyczną liczbę bajtów na wiersz do potęgi 2
pt: Exibir: arredondar bytes por linha automáticos para uma potência de 2
ro: Vizualizare: rotunjire octeți pe rând automați la o putere a lui 2
ru: Вид: округлять автоматическое число байтов в строке до степени 2
th: มุมมอง: ปัดจำนวนไบต์ต่อแถวอัตโนมัติเป็นกำลังของ 2
tr: Görünüm: Otomatik satır başına baytı 2'nin kuvvetine yuvarla
uk: Вигляд: округлювати автоматичну кількість байтів у рядку до степеня 2
vi: Xem: Làm tròn số byte mỗi hàng tự động đến lũy thừa của 2
zh_hans: 视图：将自动每行字节数舍入为 2 的幂
zh_hant: 檢視：將自動每列位元組數調整為 2 的乘冪

# CmdAlias_view_autoPowerOfTwo
source: bytes per row auto
ar: bytes per row auto البايتات في كل صف تلقائي
cs: bajtů bajtu na řádek radek automaticky bytes per row auto
de: bytes pro zeile automatisch bytes per row auto
el: byte ανά γραμμή αυτόματα bytes per row auto
es: bytes por fila automático bytes per row auto
fa: بایت در هر سطر خودکار, bytes per row auto
fr: octets par ligne automatique bytes per row auto
hu: bájt bajt sor automatikus bytes per row auto
id: byte per baris otomatis bytes per row auto
it: byte per riga automatico bytes per row auto
ja: いちぎょうのばいとすう
ko: 행당 바이트 수 자동 거듭제곱 bytes per row auto
pl: bajty na wiersz automatycznie bytes per row auto
pt: bytes por linha automático bytes per row auto
ro: octeți octeti pe rând rand automat bytes per row auto
ru: байт в строке авто bytes per row auto
th: ไบต์ต่อแถว อัตโนมัติ bytes per row auto
tr: satır başına bayt otomatik bytes per row auto
uk: байтів у рядку авто bytes per row auto
vi: số byte mỗi hàng tự động bytes per row auto
zh_hans: 每行字节数 自动 2 的幂 bytes per row auto
zh_hant: 每列位元組數 自動 乘冪 bytes per row auto

# Cmd_view_hexDigitSeparator
source: View: Separate offset digits with :
ar: عرض: فصل أرقام الإزاحة بـ :
cs: Zobrazení: Oddělit číslice posunu znakem :
de: Ansicht: Offset-Ziffern mit : trennen
el: Προβολή: Διαχωρισμός ψηφίων μετατόπισης με :
es: Ver: separar los dígitos del desplazamiento con :
fa: نما: جدا کردن ارقام آفست با :
fr: Affichage : séparer les chiffres des décalages par :
hu: Nézet: Eltolás számjegyeinek tagolása : jellel
id: Tampilan: Pisahkan digit offset dengan :
it: Visualizza: separa le cifre degli offset con :
ja: 表示: オフセットを 4 桁ごとに区切る
ko: 보기: 오프셋 자릿수를 :로 구분
pl: Widok: oddzielaj cyfry przesunięć znakiem :
pt: Exibir: separar dígitos dos deslocamentos com :
ro: Vizualizare: separare cifre deplasament cu :
ru: Вид: разделять цифры смещения знаком :
th: มุมมอง: คั่นหลักของออฟเซ็ตด้วย :
tr: Görünüm: Ofset basamaklarını : ile ayır
uk: Вигляд: розділяти цифри зміщення символом :
vi: Xem: Phân tách chữ số độ lệch bằng :
zh_hans: 视图：用 : 分隔偏移量数字
zh_hant: 檢視：以 : 分隔位移數字

# CmdAlias_view_hexDigitSeparator
source: offset colon
ar: offset colon إزاحة نقطتان
cs: posun dvojtečka dvojtecka offset colon
de: offset doppelpunkt colon
el: μετατόπιση άνω και κάτω τελεία offset colon
es: desplazamiento dos puntos offset colon
fa: آفست دونقطه, offset colon
fr: décalage deux-points offset colon
hu: eltolás eltolas kettőspont kettospont offset colon
id: offset titik dua pemisah offset colon
it: offset due punti offset colon
ja: おふせっと くぎり
ko: 오프셋 콜론 구분 offset colon
pl: przesunięcie dwukropek offset colon
pt: deslocamento dois-pontos offset colon
ro: deplasament două puncte doua offset colon
ru: смещение двоеточие offset colon
th: ออฟเซ็ต ทวิภาค ตัวคั่น offset colon
tr: ofset iki nokta offset colon
uk: зміщення двокрапка offset colon
vi: độ lệch dấu hai chấm offset colon
zh_hans: 偏移量 冒号 分隔 offset colon
zh_hant: 位移 冒號 分隔 offset colon

# Cmd_view_alignRows
source: View: Align rows to the address
ar: عرض: محاذاة الصفوف مع العنوان
cs: Zobrazení: Zarovnat řádky na adresu
de: Ansicht: Zeilen an der Adresse ausrichten
el: Προβολή: Στοίχιση γραμμών στη διεύθυνση
es: Ver: alinear las filas con la dirección
fa: نما: تراز کردن سطرها با آدرس
fr: Affichage : aligner les lignes sur l'adresse
hu: Nézet: Sorok igazítása a címhez
id: Tampilan: Sejajarkan baris dengan alamat
it: Visualizza: allinea le righe all'indirizzo
ja: 表示: 行の先頭をアドレスの区切りにそろえる
ko: 보기: 행을 주소에 맞춰 정렬
pl: Widok: wyrównaj wiersze do adresu
pt: Exibir: alinhar linhas ao endereço
ro: Vizualizare: aliniere rânduri la adresă
ru: Вид: выравнивать строки по адресу
th: มุมมอง: จัดแนวแถวตามที่อยู่
tr: Görünüm: Satırları adrese hizala
uk: Вигляд: вирівнювати рядки за адресою
vi: Xem: Căn hàng theo địa chỉ
zh_hans: 视图：按地址对齐行
zh_hant: 檢視：將列對齊位址

# CmdAlias_view_alignRows
source: base address row shift
ar: base address row shift العنوان الأساسي إزاحة الصف
cs: základní zakladni adresa řádek radek posun base address row shift
de: basisadresse zeile verschieben base address row shift
el: διεύθυνση βάσης μετατόπιση γραμμής base address row shift
es: dirección base desplazar fila base address row shift
fa: آدرس پایه جابه‌جایی سطر, base address row shift
fr: adresse de base décalage des lignes base address row shift
hu: báziscím baziscim sor eltolás eltolas base address row shift
id: alamat dasar baris geser base address row shift
it: indirizzo di base spostamento riga base address row shift
ja: ぎょうのせんとう
ko: 기준 주소 행 시작 이동 정렬 base address row shift
pl: adres bazowy przesunięcie wiersza base address row shift
pt: endereço base deslocamento de linha base address row shift
ro: adresă adresa bază baza decalare rând rand base address row shift
ru: базовый адрес сдвиг строки base address row shift
th: ที่อยู่ฐาน เลื่อนแถว base address row shift
tr: taban adresi satır kaydırma base address row shift
uk: базова адреса зсув рядка base address row shift
vi: địa chỉ cơ sở dịch hàng base address row shift
zh_hans: 基址 行 对齐 偏移 base address row shift
zh_hant: 基底位址 列 對齊 base address row shift
